
{
"wzetsu" :["زيتسو الابيض","بما انك تحب سماع الواي واي فإنك شخص حثالة عديم الفائدة مثلك مثل زيتسو الابيض","rep/wzetsu.png"],
"bzetsu" :["زيتسو الاسود","بما انك لا تحب الدراسة فإنك قدوة سيئة لا خير يرجى منك مثلك مثل زيتسو الاسود","rep/bzetsu.png"],
"naruto" :["ناروتو","يبدو انك شخص مليء بالقوة والحياة وتمتلك موهبة داخلية ولا تحب الإستسلام","rep/naruto.png"],
"sasuke" :["ساسكي","يبدو انك شخص مليء بالقوة وتمتلك موهبة داخلية ولا تحب الإستسلام و في داخلك بعض المشاعر السلبية لكنك تستعملها لتصبح اقوى","rep/sasuke.png"],
"chikamaru" :["شيكامارو","انت ذكي بشكل غير طبيعي وهذا مايمكننا قوله عنك","rep/chikamaru.png"],
"gara" :["غارا","انت شخص هادئ ومسالم لكن عندما تغضب فإنك تتحول إلى وحش","rep/gara.png"],
"orochimaro" :["اوروتشيمارو","انت تحب تعلم الكثير من الاشياء و تمتلك شخصية قوية كما ان لديك اهداف كبيرة و تريد تحقيقها مهما كان الثمن","rep/orochimaro.png"],
"neji" :["نيجي","انت شخص مثقف وذكي لديك الكثير من المهاراة التى تستطيع ان توظفها في حياتك","rep/neji.png"],
"kapoto" :["كابوتو","حتى لو انك تبدو شخصا عاديا لكنك شخص غامض و مختلف عن الناس ","rep/kapoto.png"],
"hidan" :["هيدان","انت شخص تحب الصخب و المرح ولا تاسمح الناس و في داخلك بعض الشر","rep/hidan.png"],
"kilerB" :["كيلربي","انت شخص قوي و مبدع و تحب الحياة كما ان لديك اذن موسيقية و موهبة مدفونة داخلك","rep/kilerB.png"],
"deidara" :["دايدارا","انت شخص غامض مليء بالفن و الطاقة","rep/deidara.png"],
"pain" :["باين","انت شخص عميق في تفكيرك و بداخلك الكثير من الاحزان و الآلام التي بسببها صرت قويا","rep/pain.png"],
"madara" :["مادارا","انت شخص قوي جدا إضافة إلى انك حكيم في قراراتك و تحليلاتك في الحياة وهذا مايجعلك مختلفا عن الآخرين بشكل خارق للعادة","rep/madara.png"],
"kakachi" :["كاكاشي","انت شخص قوي و حكيم في قراراتك و تحليلاتك كما انك شخص مليء بالإيجابية و الحياة رغم الاحزان داخلك","rep/kakachi.png"],
"tobirama" :["توبيراما","انت شخص قوي و حكيم في قراراتك و تحليلاتك، كما انك تفكر بشكل عقلاني لا عاطفي.","rep/tobirama.png"],
"itachi" :["إيتاشي","انت شخص موهوب وقوي تفكر قبل ان تتخذ القرارات كما ان احزانك تجعلك اكثر قوة","rep/itachi.png"],
"temari" :["تيماري","متمردة تتمتعين بذكاء وقوة شخصية . لايمكن لاي احد ان يتحكم بك . كما ان عواطفك لا تخدعك.","rep/temari.png"],
"kaguya" :["كاغويا","انت فتاة ذكية و لديك شخصية جد قوية, لديك ايضا قدرة عالية على التحليل, وتفهمين جيدا كيف هي الحياة","rep/kaguya.png"],
"hinata" :["هيناتا","انت فتاة ذكية لطيفة تحبين الخير للناس , ولا تؤذين احد رغم انك تستطيعين ذلك","rep/hinata.png"],
"ino" :["إينو","متمردة ذو شخصية قوية . لايمكن لاي احد ان يتحكم بك . كما ان عواطفك لا تخدعك, ولا يمكن لاحد ان يتجرء عليك","rep/ino.png"],
"sunade" :["تسونادي","متمردة و رغم انوثتك إلا انك قوية, إضافة إلى انك ممتازة في الجانب العلمي وتتحولين إلى وحش عندما تغضبين.","rep/sunade.png"],
"sakura" :["ساكورا","قوية رغم اونوثتك, ممتازة في مايخص الثقافة, ولديك احزان بداخلك هي ماتجعلك قوية","rep/sakura.png"],
"konan" :["كونان","مختلفة عن بقية الفتيات عميقة في تفكيرك و الاحزان ظاهرة عليك لكنك قوية رغم ان ذلك لايظهر للناس","rep/konan.png"],
"karin" :["كارين","فتاة ذكية منفتحة العقل, لايعرف بقيمتك إلا الناس المقربين منك","rep/karin.png"],
"mitsukage" :["ميزوكاغي","انوثتك وذكاؤك هي سر قوتك التى تجعل منك شخصا مميزا","rep/mitsukage.png"]
}

               